export const rows = [
  {
    color: 'purple',
    name: 'Сахасрара',
    desc: 'Отвечает за состояние волос, мозга и верхней части черепа.',
    meaning: 'Миссия',
    combinations: ['a', 'c', 't1']
  },
  {
    color: 'blue',
    name: 'Аджна',
    desc: 'Отвечает за состояние глаз, ушей, лица, щитовидки, плечей и рук.',
    meaning: 'Судьба, эгрегоры',
    combinations: ['a1', 'c1', 't2']
  },
  {
    color: 'cyan',
    name: 'Вишудха',
    desc: 'Отвечает за состояние горла, нижней челюсти, щитовидки, плечей и рук.',
    meaning: 'Судьба, эгрегоры',
    combinations: ['a2', 'c2', 't3']
  },
  {
    color: 'green',
    name: 'Анахата',
    desc: 'Отвечает за состояние сердца, легких, бронхов, ребер и груди.',
    meaning: 'Отношения, картина мира',
    combinations: ['a3', 'c3', 't4']
  },
  {
    color: 'yellow',
    name: 'Манипура',
    desc: 'Отвечает за состояние середины позвоночника, ЖКЕ и печени.',
    meaning: 'Статус, владение',
    combinations: ['z', 'z', 't5']
  },
  {
    color: 'orange',
    name: 'Свадхистана',
    desc: 'Отвечает за состояние почек, толстого кишечника, надпочечников и половых органов.',
    meaning: 'Детская любовь и радость',
    combinations: ['e2', 'g2', 't6']
  },
  {
    color: 'red',
    name: 'Муладхара',
    desc: 'Отвечает за состояние ног, ануса, крестеца и мочеполовой системы.',
    meaning: 'Тело, материя',
    combinations: ['e', 'g', 't7']
  },
  {
    color: 'white',
    name: 'Итог',
    desc: 'Отвечает за состояние костной, лимфатической, кровеносной систем и за лишний вес.',
    meaning: 'Общее энергополе',
    combinations: ['t8', 't9', 't10']
  },
]